Repository: rpgplanet/django-avatar
Catalog: avatar/locale/*/LC_MESSAGES/django.po
Languages: cs

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
cs: %(ext)s je neplatný typ souboru. Platné formáty jsou : %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
cs: Váš soubor je příliš veliký (%(size)s), maximální povolená velikost je %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
cs: Již máte nahráno %(nb_avatars)d avatarů, maximální povolené množství je %(nb_max_avatars)d.

source: Choice
cs: Možnosti

source: Choices
cs: Možnosti

source: Avatar for %s
cs: Avatar pro %s

source: Successfully uploaded a new avatar.
cs: Nový avatar úspěšně nahrán

source: Successfully updated your avatar.
cs: Váš avatar byl úspěšně aktualizován

source: Successfully deleted the requested avatars.
cs: Požadované avatary byly úspěšně smazány

source: Avatar Updated
cs: Avatar aktualizován

source: your avatar has been updated
cs: váš avatar byl aktualizován

source: Friend Updated Avatar
cs: Kamarád aktualizoval avatara

source: a friend has updated their avatar
cs: kamarád si aktualizovas svého avatara

source: Your current avatar:
cs: Váš současný avatar:

source: You haven't uploaded an avatar yet. Please upload one now.
cs: Ještě jste si nenahrál žádného avatara. Prosím nahrajte si jej.

source: Upload New Image
cs: Nahraj nový obrázek

source: Choose new Default
cs: Vyber nového výchozího avatara

source: Please select the avatars that you would like to delete.
cs: Prosím vyberte avatara ke smazání

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
cs: Nemáte žádného avatara ke smazání. Prosím <a href="%(avatar_change_url)s">nahrajte jej</a>

source: Delete These
cs: Smažte tyto

source: <a href="%(user_url)s">%(avatar_creator)s</a> has updated their avatar <a href="%(avatar_url)s">%(avatar)s</a>.
cs: <a href="%(user_url)s">%(avatar_creator)s</a> aktualizoval svého avatara <a href="%(avatar_url)s">%(avatar)s</a>.

source: You have updated your avatar <a href="%(avatar_url)s">%(avatar)s</a>.
cs: Aktualizoval jste svého avatara <a href="%(avatar_url)s">%(avatar)s</a>.

source: Default Avatar
cs: Výchozí avatar
